const AR = {
  Home: "الصفحة الرئيسية",
  Categories: "الفئات",
  About: "معلومات عنا",
  Shop: "تسوق",
  Wishlist: "قائمة الرغبات",
  Cart: "عربة التسوق",
  Signin: "تسجيل الدخول",
  Signout: "تسجيل الخروج",
  Welcome: "مرحبًا",
  NewArrival: "وصل حديثا من مجموعة الرجال",
  TopRated: "الاكثر رواجا",
  Trending: "المنتجات الرائجة",
  Findout: "اكتشف الاحدث وصولا من مجموعة الرجال و منتجات اخرى",
  ShopNow: "تسوق الان",
  c1: "اكتشف كنوز متجرك الأفضل!",
  c3: "اكتشف الصفقات والعروض المذهلة!",
  product1: "علبة مسحوق",
  product2: "طلاء الأظافر باللون الأحمر",
  product3: "لوحة ظلال العيون ",
  Follow: "تابعنا",
  Legal: "قانوني",
  Privacy: "الخصوصية والسياسة",
  Terms: "الشروط و الاحكام",
  Rights: "جميع الحقوق محفوظة",
  Project: "عن مشروعنا",
  AboutProject:
    "مرحبا بكم في مشروع ريأكت النهائي الخاص بنا نحن مجموعة من المطورين المتحمسين من ITI متحمسون لمشاركة ما بنيناه معكم . هذا المشروع هو تتويجا لما تعلمناه في رحلة الريأكت مع مهندسة : مريم هادي. حيث قمنا بتطبيق مهارتنا لإنشاء شيء ذو معنى و مؤثر.",
  OurTeam: "فريقنا",
  Name1: "عبد الرحمن الدالي",
  Name2: "احمد حسن",
  Name3: "محمد حسني",
  Brief:
    " لقد عملنا بشكل تعاوني في هذا المشروع، حيث جلب كل منا مهاراته وخبراته الفريدة إلى الطاولة. نأمل أن تجد مشروعنا مفيدًا وممتعًا للاستكشاف.",
  Show: "اعرض المزيد",
  Sort: "رتب حسب",
  allProducts: "كل المنتجات",
  Default: "الافتراضي",
  PriceLow: "السعر الأقل",
  PriceHigh: "السعر الأكثر",
  Rating: "التقييم",
  Discount: "الخصم",
  Forget: "نسيت كلمة المرور ؟",
  Remember: "تذكرني",
  Login: "تسجيل الدخول",
  Register: "إنشاء حساب ",
  Email: "البريد الإلكتروني",
  YourName: "إسمك",
  Repeat: "اعد كتابة كلمة المرور",
  Cart: "عربة التسوق",
  Quantity: "اختر الكمية :",
  Favorite: "اضف الي المفضلة",
  Remove: "إزالة",
  Summary: "ملخص الطلبات",
  Oprice: "السعر الاصلي",
  Savings: "التخفيضات",
  Total: "الإجمالي",
  Checkout: "الاستمرار الي الدفع",
  Pay: "ادفع",
  Continue: "استمر في التسوق",
  Voucher: "هل لديك رابط قسيمة أو بطاقة هدية؟",
  code: "تطبيق الكود",
  or: "او",
  payment: "الدفع",
  fullname: "الاسم بالكامل",
  asdisplay: "كما هو موضح على البطاقة",
  card: "رقم البطاقة",
  exp: "تاريخ انتهاء البطاقة",
  cardBack: "اخر 3 ارقام في ظهر البطاقة",
  Paynow:"ادفع الان",
  payproceed: "تمت عملية الدفع بواسطة",
  Read: "اقرأ المزيد",
  RemoveFav: "إزالة من عربة التسوق",
  notRegister: "ليس لديك حساب؟",
  h1:"تسجيل الدخول الي CairoCrafts",
  h1signup: " تسجيل في CairoCrafts",
  addtocart: "اضف الي عربة التسوق",
  addtofav:"اضف الي المفضلة",
  quick: "نظرة سريعة"




















  




};

export default AR;
